IDEA StatiCa Open Model
MatPrestressSteelSIA.Epsud Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 dimensioning value of ultimate strain of reinforcing steel or prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Epsud { get; set; }
Public Property Epsud As Double
	Get
	Set
public:
property double Epsud {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace